tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Shell
brew "antidote"
brew "tmux"
brew "starship"
brew "neofetch"
brew "neovim"
brew "jq"
brew "yq"
brew "lazygit"
brew "gh"
brew "just"

# go
brew "go"
brew "golangci-lint"
brew "goreleaser"

# terraform
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"

# kubernetes
brew "kubernetes-cli"
brew "kubectx"
brew "helm"

# casks
cask "raycast"
cask "visual-studio-code"